{
	"persons": [
	{
		"person_title": "the first person",
		"filename": "01_first person.gif",
		"person_text": "My routine and social joys are borrowing more and more attention from my precious rituals of drawing. My right hand is also heavily strained, overworked. What's left are directionless ramblings of line and texture, splotches of anxiety and boredom scattered randomly across the pages, often lasting mere minutes. Yet in this doodle junkyard I notice people and I cannot help but see everyone and anything as at least a tiny bit special…",
		"token_id": 0
	},
	{
		"person_title": "quite wrapped person",
		"filename": "11_quite_wrapped.gif",
		"person_text": "Riding my bike these cold days gets really tough on my cheeks. And on my forehead, and on my chin, and on my neck…\r\nA pain developed, stayed, in an unusual spot, inside my jaw.\r\nThe languages that the doctor spoke did not overlap with the languages that I spoke, but they patiently repeated sentences in slow and clear manner as my device frantically tried to validate the \"smart\" in the smartphone. Through the barely held thread of connection I got one clear message  - with a dull gesture they showed how my scarf should go on me.",
		"token_id": 1
	},
	{
		"person_title": "T-pose person",
		"filename": "18_tpose.gif",
		"person_text": "Everytime I think it's done, it's not done. You are like a piece of sticky tape on my table that I never choose to throw away for good, but when I will, I hope you don't mind.",
		"token_id": 2
	},
	{
		"person_title": "person with nice abs in the future",
		"filename": "10_nice_abs.gif",
		"person_text": "The future is truly sexy and comes packed in six. I hope they stick to it.",
		"token_id": 3
	},
	{
		"person_title": "sad squirt person",
		"filename": "02_sad_squirt.gif",
		"person_text": "The viscosity of the squirt has a direct relationship with the mood, with low viscosity correlating to higher levels of positivity. Consequently, any action taken by a single squirt is merely an \"embryonic\" squirt, existing in a dream-like state.\r\n\r\nSquirts do not dream, yet their actions are driven by a plan, with the distribution of their weight tied to the energy distribution to maximise their squirt. This utility function cannot be calculated in traditional terms; thus, squirts are essentially defined as irrational agents.\r\n\r\nI hope now you understand.",
		"token_id": 4
	},
	{
		"person_title": "person who confused their arms",
		"filename": "03_confused_arms.gif",
		"person_text": "Do octopuses and squids ever get tangled up? I could look that up. But I won't. I will add this to the expansive list of things I know that I don't know.\r\nI hope they don't though, that would be embarrassing and evolution is better than that.",
		"token_id": 5
	},
	{
		"person_title": "denosed, but well groomed person",
		"filename": "05_denosed_well_groomed.gif",
		"person_text": "If you meet my nose, tell it I'm sorry that I picked at it, and that I'm sorry that I promised no to pick at it, and that I picked at it again after that promise.",
		"token_id": 6
	},
	{
		"person_title": "elongated armless legless not nice person",
		"filename": "06_elongated_armless_legless.gif",
		"person_text": "The signal runs down my spine, my chest and hips, my legs and arms. An explosive response to their puny provocation. Hormone induced visions of physical triumph.\r\nBut my weapon is apathy, the same thing that hurts me the most. I cast apathy on both them and my own reflex of aggression. But who knows what weapon will I fight with in actual danger?\r\nI wish only accidents, not intentions put anybody into danger.",
		"token_id": 7
	},
	{
		"person_title": "multiple eyebrow person, not young",
		"filename": "07_multiple_eyebrow.gif",
		"person_text": "Memories of my grandfather from my childhood were being processed in greater and greater depth as I grew older. I could draw more lines, connections in the foggy map of his character. The fog creeped up and fully submerged every hill and valley on it during the last months of his life. I wish I explored more of that map, what I did see was beautiful.",
		"token_id": 8
	},
	{
		"person_title": "contemplative swollen eyeball cowboy person",
		"filename": "04_contemplate_cowboy_person.gif",
		"person_text": "I want this train of indecisiveness to stop. If not for my own sanity, then at least for those who depend on me.",
		"token_id": 10
	},
	{
		"person_title": "triangle person except tongue is a circle",
		"filename": "13_triangle.gif",
		"person_text": "Plastic surgery for turning the tongue into a triangle is on the bucket list. I hope they find a good deal.",
		"token_id": 11
	},
	{
		"person_title": "person who can comb your hair with their hair",
		"filename": "08_comb_your_hair.gif",
		"person_text": "This is it. The proper barber experience. I am a grown up now, and my frail financial power is making it's first steps into beauty services. My head in the mirror is a pristine island in the sea of stickers about pomades, waxes, clays, pastes, sprays. I shed my hair with the most caring and professional gestures. I walk out, uplifted but somewhat perplexed. I hoped to be more like them, but what's left on my head is still indisputably mine, it is as \"me\" as it ever was, there's just less of it.",
		"token_id": 12
	},
	{
		"person_title": "horizontal snow person",
		"filename": "19_horizontal_snowperson.gif",
		"person_text": "A disappointing snowless month has finally concluded, it is 2am and I call you up. You were my last resort to make this celebration happen, on a pristine white powder canvas just for the two of us. It stood (not so tall), probably the first one in the city. We talked deep into the night, making me grow even more of that confusing hope. I hope I'll learn to hope less sometimes.",
		"token_id": 14
	},
	{
		"person_title": "person who turned into a shark",
		"filename": "09_turned_into_shark.gif",
		"person_text": "I wish they found the shark that turned into a person, then everything would be alright.",
		"token_id": 15
	},
	{
		"person_title": "sorrowful pumpkin person",
		"filename": "16_sorrowful_pumpkin.gif",
		"person_text": "Having a cig is their break from happiness. They really notice it, devote themselves to it, treat it as their own.\r\nI mean the feeling, not the cig. The cig is there to kick off the ritual. I hope they don't chains-moke though.",
		"token_id": 16
	}
	]
}