{
	"persons": [
	{
		"person_title": "the first person",
		"filename": "01_first person",
		"person_text": "My routine and social joys are borrowing more and more attention from my precious rituals of drawing. My right hand is also heavily strained, overworked. What's left are directionless ramblings of line and texture, splotches of anxiety and boredom scattered randomly across the pages, often lasting mere minutes. Yet in this doodle junkyard I notice people and I cannot help but see everyone and anything as at least a tiny bit special…",
		"token_id": 0
	},
	{
		"person_title": "quite wrapped person",
		"filename": "11_quite_wrapped",
		"person_text": "Riding my bike these cold days gets really tough on my cheeks. And on my forehead, and on my chin, and on my neck…\r\nA pain developed, stayed, in an unusual spot, inside my jaw.\r\nThe languages that the doctor spoke did not overlap with the languages that I spoke, but they patiently repeated sentences in slow and clear manner as my device frantically tried to validate the \"smart\" in the smartphone. Through the barely held thread of connection I got one clear message  - with a dull gesture they showed how my scarf should go on me.",
		"token_id": 1
	},
	{
		"person_title": "T-pose person",
		"filename": "18_tpose",
		"person_text": "Everytime I think it's done, it's not done. You are like a piece of sticky tape on my table that I never choose to throw away for good, but when I will, I hope you don't mind.",
		"token_id": 2,
		"curious_about_filename": "t-pose.jpg",
		"curious_about_token_id": 28778
	},
	{
		"person_title": "person with nice abs in the future",
		"filename": "10_nice_abs",
		"person_text": "The future is truly sexy and comes packed in six. I hope they stick to it.",
		"token_id": 3
	},
	{
		"person_title": "sad squirt person",
		"filename": "02_sad_squirt",
		"person_text": "The viscosity of the squirt has a direct relationship with the mood, with low viscosity correlating to higher levels of positivity. Consequently, any action taken by a single squirt is merely an \"embryonic\" squirt, existing in a dream-like state.\r\n\r\nSquirts do not dream, yet their actions are driven by a plan, with the distribution of their weight tied to the energy distribution to maximise their squirt. This utility function cannot be calculated in traditional terms; thus, squirts are essentially defined as irrational agents.\r\n\r\nI hope now you understand.",
		"token_id": 4
	},
	{
		"person_title": "person who confused their arms",
		"filename": "03_confused_arms",
		"person_text": "Do octopuses and squids ever get tangled up? I could look that up. But I won't. I will add this to the expansive list of things I know that I don't know.\r\nI hope they don't though, that would be embarrassing and evolution is better than that.",
		"token_id": 5,
		"curious_about_filename": "confused_arms.jpg",
		"curious_about_token_id": 27812
	},
	{
		"person_title": "denosed, but well groomed person",
		"filename": "05_denosed_well_groomed",
		"person_text": "If you meet my nose, tell it I'm sorry that I picked at it, and that I'm sorry that I promised no to pick at it, and that I picked at it again after that promise.",
		"token_id": 6
	},
	{
		"person_title": "elongated armless legless <u>not nice</u> person",
		"filename": "06_elongated_armless_legless",
		"person_text": "The signal runs down my spine, my chest and hips, my legs and arms. An explosive response to their puny provocation. Hormone induced visions of physical triumph.\r\nBut my weapon is apathy, the same thing that hurts me the most. I cast apathy on both them and my own reflex of aggression. But who knows what weapon will I fight with in actual danger?\r\nI wish only accidents, not intentions put anybody into danger.",
		"token_id": 7
	},
	{
		"person_title": "multiple eyebrow person, not young",
		"filename": "07_multiple_eyebrow",
		"person_text": "Memories of my grandfather from my childhood were being processed in greater and greater depth as I grew older. I could draw more lines, connections in the foggy map of his character. The fog creeped up and fully submerged every hill and valley on it during the last months of his life. I wish I explored more of that map, what I did see was beautiful.",
		"token_id": 8
	},
	{
		"person_title": "contemplative swollen eyeball cowboy person",
		"filename": "04_contemplate_cowboy_person",
		"person_text": "I want this train of indecisiveness to stop. If not for my own sanity, then at least for those who depend on me.",
		"token_id": 10
	},
	{
		"person_title": "triangle person except tongue is a circle",
		"filename": "13_triangle",
		"person_text": "Plastic surgery for turning the tongue into a triangle is on the bucket list. I hope they find a good deal.",
		"token_id": 11
	},
	{
		"person_title": "person who can comb your hair with their hair",
		"filename": "08_comb_your_hair",
		"person_text": "This is it. The proper barber experience. I am a grown up now, and my frail financial power is making it's first steps into beauty services. My head in the mirror is a pristine island in the sea of stickers about pomades, waxes, clays, pastes, sprays. I shed my hair with the most caring and professional gestures. I walk out, uplifted but somewhat perplexed. I hoped to be more like them, but what's left on my head is still indisputably mine, it is as \"me\" as it ever was, there's just less of it.",
		"token_id": 12
	},
	{
		"person_title": "horizontal snow person",
		"filename": "19_horizontal_snowperson",
		"person_text": "A disappointing snowless month has finally concluded, it is 2am and I call you up. You were my last resort to make this celebration happen, on a pristine white powder canvas just for the two of us. It stood (not so tall), probably the first one in the city. We talked deep into the night, making me grow even more of that confusing hope. I hope I'll learn to hope less sometimes.",
		"token_id": 14
	},
	{
		"person_title": "person who turned into a shark",
		"filename": "09_turned_into_shark",
		"person_text": "I wish they found the shark that turned into a person, then everything would be alright.",
		"token_id": 15
	},
	{
		"person_title": "sorrowful pumpkin person",
		"filename": "16_sorrowful_pumpkin",
		"person_text": "Having a cig is their break from happiness. They really notice it, devote themselves to it, treat it as their own.\r\nI mean the feeling, not the cig. The cig is there to kick off the ritual. I hope they don't chains-moke though.",
		"token_id": 16
	},
	{
		"person_title": "half a sunshine person",
		"filename": "15_halfasunshine",
		"person_text": "Whether it's half full, or half empty, it will do for now.\r\nI am thirsty, and will be less so after drinking it.",
		"token_id": 17
	},
	{
		"person_title": "anger horse person balancing a lighter",
		"filename": "14_anger_horse",
		"person_text": "No I don't have a light, but would you still like to chat? I swear I'll make myself useful next time.",
		"token_id": 18
	},
	{
		"person_title": "tornado is a hat for this person",
		"filename": "17_tornado_hat",
		"person_text": "I am left stranded in my mind's storm again, wrestling my adrenaline. I am ready to punch holes through walls but I can only wish this response was somehow useful here. You haven't done anything, you don't need to do or know anything. I'm on my own.",
		"token_id": 19
	},
	{
		"person_title": "loose person",
		"filename": "20_loose",
		"person_text": "It's 28 minutes into the new year and I receive a long wholesome message with heavy emoji seasoning. They hope (they demand) that I exit whatever turtle shell I am living in.\r\nI thought I already did? I just dropped a very heavy shell grown from years of insecurities and isolation, and turns out I still have more? I'm excited, changes are exciting. I will not disappoint you.",
		"token_id": 20
	},
	{
		"person_title": "this person wants your attention",
		"filename": "21_wants_your_attention",
		"person_text": "If you ever find yourself receiving focused, unconditional and sustained attention from somebody else, please do everybody a favour, acknowledge and thank them for that.",
		"token_id": 21
	},
	{
		"person_title": "thick lipped authoritative person",
		"filename": "12_authoritative _thick_lipped",
		"person_text": "\"I'm not your caretaker, I'm a teacher!\" pierces the room full of giggling, chattering, bored, excited, tired younglings of somewhat similar physical age. It has been a long day of wrestling with their short attention span and general disinterest. Maybe some of them did not grow up with decent caretakers after all, and would rather receive care instead of historical literary knowledge.\r\nThe last straw happened to be a kid way in the back, who momentarily gave into the boredom, sat distracted, tidying up their sleeves. Their monologue left this kid completely demoralized, but I wish the \"caretaker\" knew this kid was genuinely feeling bad for their frustration. I hope things have changed for them for the better",
		"token_id": 22
	},
	{
		"person_title": "eternally rolling person",
		"filename": "22_eternally_rolling",
		"person_text": "Eternally rolling means also eternally living, also known as immortal. I hope they keep making new friends to replace the dead ones.",
		"token_id": 23
	},
	{
		"person_title": "person who doesn't like being called banana person",
		"filename": "23_doesnt_like_called_banana",
		"person_text": "Every unique person is held up by their own unique spine. Some curves on my spine achieved the titles of scoliosis and kyphosis. Everything felt pretty cautious and confusing for a while, as I was trying out therapies like amusement park rides. The government here can fund your attempts to dismantle those titles and have a healthier body, but they only last for so long. It's like a trial period, after which, if you're certain, you can keep going on your own budget.\r\nEventually I settled for weekly exercises, specifically curated for my exact case by the most caring and warm kinesiotherapist. If they had a penny for every person they helped to fix, they would be retired. Well, they are… but I wish that of all people, they didn't have to worry about their own titles of physical body discomfort and pain.",
		"token_id": 24
	},
	{
		"person_title": "person shopping for needles",
		"filename": "24_shopping_for_needles",
		"person_text": "the vastness of hardware stores seems to be akin to haystack where that specific thing you came there for embodies the damned needle.\r\nMy phone rings:\r\n- where are you now?\r\n- plumbing section\r\n- did you find anything we need?\r\n- no\r\n- not even a plunger?\r\n- no, it's full of pumps and pipes here, but no plunger.\r\n- can you meet me at gardening? I'm looking at wall clocks.\r\n- clocks at gardening??\r\n- please come, I can't make a choice on the clocks :(((\r\n- ok mom…",
		"token_id": 25
	},
	{
		"person_title": "person with yawn-activated floppy cheekbones",
		"filename": "26_yawn_activated_cheekbones",
		"person_text": "The intense energy coming from the yawns was causing tissue damage, so the doctors decided to incorporate an artificial device that every time the person opens his mouth, channels involuntary, continuous wiggles into the most protruding features of the face, which happen to be their cheeks. It has been reported as causing jawbone spindle enlargement. I hope we won't all become yawners!",
		"token_id": 26
	},
	{
		"person_title": "person with pizza-brain link installed",
		"filename": "25_pizza_brain_link",
		"person_text": "Sure, eating and digesting pizza is nice, but have you ever tried direct cerebral pizza enabled therapy? With a remarkable growth in technology, it is quite natural that people will consider using it to perform day to day activities, such as understanding, appreciating and choosing pizza. The internet of pizza will provide benefits to pizza lovers by helping them to understand what they want with no intermediaries or filters.",
		"token_id": 27,
		"curious_about_filename": "pizza_brain_link.jpg",
		"curious_about_token_id": 32140
	},
	{
		"person_title": "person, are you okay?",
		"filename": "27_okay",
		"person_text": "It wakes me up from a deep state of internal echo chamber. So it shows now? Is it so bad that one can tell? I'm both comforted and anxious that I'm no longer alone with my family of collapsing thoughts. I scramble to make some sort of presentable picture of it all to the outside world, cautiously picking words and balancing them in a tower that builds a sentence of some sense.\r\n…or I could simply say that I'm okay, but my mouth physically rejects vocalizing that much lie.",
		"token_id": 28
	},
	{
		"person_title": "good luck sneaking behind this person",
		"filename": "28_good_luck_sneaking",
		"person_text": "I gently lay my feet into the floor with the nimbleness of a thief moments away from looting their prize, I patiently unpack my bag with the steadiness of an assassin unsheathing their weapon of choice. However my noble goal is simply that of respecting the essential right to sleep, while satisfying my night-time-tea and cookie addiction. They toss and turn anyway, I hope it's not because of me.",
		"token_id": 29
	},
	{
		"person_title": "<s>alien</s> person offering a hug",
		"filename": "31_alien_hug",
		"person_text": "- Have we ever hugged before?\r\n- I hope so…\r\n- I think not… did we? I will make sure to redeem it one day then.\r\n- yeah make it a special occasion then.\r\n- Oh I won't, I'll hug you when you least expect it.\r\n\r\nI hope we do the hug one day, it's been a year.",
		"token_id": 30
	},
	{
		"person_title": "parabola teeth person",
		"filename": "30_parabola_teeth",
		"person_text": "A kid asked - \"why do your teeth stick out so much, like horse's?\"\r\nExcuse me? Have you heard of genes? And was that straightening wire brace I had all for nothing?\r\nA kid doesn't inherently judge or abuse. Their bewilderment is as innocent as any other question a child asks to understand the world. So why does the implied toxicity eventually cling to these observations of oddity. Did I feel hurt because a child was curious about another being, or because we all collectively learn to cast oddities into arbitrary selections of beauty or shadow of non-beauty, which we're so overly cautious to openly observe and be curious about.",
		"token_id": 31
	},
	{
		"person_title": "person with no joints",
		"filename": "32_no_joints",
		"person_text": "They hoped to be an infinitely flexible, graceful squid-like being but the granting of the wish simply left them as a stiff figurine. They seem to be doing alright though all things considered, I hope they are still able to do most of their hobbies.",
		"token_id": 32
	},
	{
		"person_title": "no person, just legs",
		"filename": "29_just_legs",
		"person_text": "I lost my left shoe one day, was mildly annoyed. I lost my right shoe the next day, was very sad. The third day I had nothing left to lose, so I felt relieved.",
		"token_id": 33
	},
	{
		"person_title": "person with many feet and a huge appetite",
		"filename": "33_many_feet_and_huge_appetite",
		"person_text": "Do you ever look at a slice of bread and contemplate the immense mechanical energy such a tiny item holds once processed in our guts? Fats or carbohydrates or protein have several times better energy density then our best efforts at Lithium-ion batteries. It powers us through our chaotic lives together with oxygen. I hope to stay in my beautifully efficient fleshy machine.",
		"token_id": 34
	}
	]
}